Revit 2027 API
CitySet Constructor
Initializes a new instance of the CitySet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CitySet()
Public Sub New
public:
CitySet()
new : unit -> CitySet
See Also
Reference
CitySet Class
Autodesk.Revit.DB Namespace